tap "heroku/brew"
tap "mobile-dev-inc/tap"
tap "anomalyco/tap"

# fonts
cask "font-hack-nerd-font"
cask "font-monaspace"

# browsers
cask "firefox"
cask "google-chrome"
cask "google-chrome@beta"

# desktop utilities
cask "hammerspoon"
cask "raycast"
cask "dropbox"
cask "appcleaner"
cask "iina"
cask "slack"
cask "bitwarden"
cask "obsidian"

# terminal and development apps
cask "ghostty"
cask "tableplus"
cask "ngrok"
cask "orbstack"

# ai
cask "chatgpt"
cask "ollama-app"
cask "handy"

# version control
brew "git"
brew "lazygit"
brew "delta"

# shell and terminal
brew "nvim"
brew "tmux"
brew "tpm"
brew "fzf"
brew "starship"
brew "atuin"
brew "direnv"

# cli utilities
brew "bat"
brew "dust"
brew "eza"
brew "fd"
brew "gnu-sed"
brew "htop"
brew "duf"
brew "doggo"
brew "jq"
brew "parallel"
brew "qrencode"
brew "ripgrep"
brew "tlrc"
brew "watch"

# development tools
brew "universal-ctags"
brew "gh"
brew "lazydocker"
brew "mise"
brew "tree-sitter-cli"
brew "uv"
brew "yarn"
brew "anomalyco/tap/opencode"

# cloud
brew "awscli"
brew "awsebcli"
cask "session-manager-plugin"
brew "heroku"
brew "stripe/stripe-cli/stripe"

# media
brew "ffmpeg"
brew "yt-dlp"

# fun stuff
brew "cowsay"
brew "figlet"
brew "lolcat"
brew "fortune"
