tap "homebrew/cask-fonts"
tap "heroku/brew"
tap "mobile-dev-inc/tap"

cask "font-hack-nerd-font"
cask "font-monaspace"
cask "hammerspoon"
cask "loop"
cask "google-chrome"
cask "google-chrome@beta"
cask "ghostty"
cask "firefox"
cask "maccy"
cask "dropbox"
cask "tableplus"
cask "dbngin"
cask "ngrok"
cask "appcleaner"
cask "iina"
cask "slack"
cask "trailer"
cask "notion"
cask "bitwarden"
cask "orbstack"
cask "chatgpt"
cask "claude"

brew "git"
brew "lazygit"
brew "lazydocker"
brew "delta"
brew "nvim"
brew "tmux"
brew "fzf"
brew "starship"
brew "ripgrep"
brew "fd"
brew "atuin"
brew "direnv"
brew "gnu-sed"
brew "rbenv"
brew "bat"
brew "tldr"
brew "htop"
brew "watch"
brew "parallel"
brew "gh"
brew "ctags"
brew "yarn"
brew "node"
brew "fnm"
brew "jq"
brew "eza"
brew "awscli"
brew "amazon-ecs-cli"
brew "stripe/stripe-cli/stripe"
brew "ffmpeg"
brew "yt-dlp"
brew "marp-cli"
brew "dust"
brew "posting"
brew "maestro"
# fun sutff
brew "cowsay"
brew "figlet"
brew "lolcat"
brew "fortune"

brew "heroku"
