tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "heroku/brew"

cask "wez/wezterm/wezterm-nightly"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "google-chrome"
cask "google-chrome-beta"
cask "firefox"
cask "maccy"
cask "dropbox"
cask "beyond-compare"
cask "insomnia"
cask "tableplus"
cask "ngrok"
cask "appcleaner"
cask "vlc"
cask "around"
cask "slack"
cask "trailer"
cask "notion"
cask "bitwarden"
cask "orbstack"
cask "meetingbar"

brew "git"
brew "lazygit"
brew "diff-so-fancy"
brew "nvim"
brew "tmux"
brew "starship"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "gnu-sed"
brew "rbenv"
brew "bat"
brew "tldr"
brew "htop"
brew "watch"
brew "parallel"
brew "ctags"
brew "yarn"
brew "node"
brew "fnm"
brew "jq"
brew "exa"
brew "awscli"
brew "amazon-ecs-cli"
brew "stripe/stripe-cli/stripe"
brew "ffmpeg"
brew "youtube-dl"
brew "marp-cli"
brew "dust"
# fun sutff
brew "cowsay"
brew "figlet"
brew "lolcat"
brew "fortune"

brew "heroku"
